tap "eugene-babichenko/fixit"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "asciinema"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "lefthook"
brew "make"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tree"
brew "wget"
brew "xh"
brew "zola"
brew "eugene-babichenko/fixit/fixit"
cask "1password-cli"
cask "font-iosevka"
cask "unnaturalscrollwheels"
cask "wezterm"
